{
  "profile": "Profile",
  "skills": "Skills",
  "projects": "Projects",
  "software": "Software",
  "contact": "Contact",
  "title": "Hi, I'm Tristan!",
  "subtitle": "A <span class=\"devtype\">Java</span>, <span class=\"devtype\">Python</span> and <span class=\"devtype\">Web</span> developer",
  "profileDescription": "I am Tristan Clowez, a 18-year-old computer developer, passionate and with 4 years of experience. My expertise includes the Java and Python programming languages, as well as front-end technologies (HTML, CSS, JavaScript). I also use NodeJS for back-end development. I'm currently in my first year of preparatory studies at ESIEA. Come discover my projects and development skills!",
  "totalCodeTime": "Total hours of code since February 2021:",
  "averageCodeTime": "Average hours of code per day since February 2021:",
  "portfolioDescription": "The website you are currently on! It has been fully developed using vanilla JS and SCSS, and is responsive and available in three languages (French, English, and Spanish). It is a redesign of my first website, which was built with React and has a new design. It is hosted on Vercel.",
  "portfolioLanguages": "Languages used: <strong>HTML</strong>, <strong>SCSS</strong> and <strong>JS</strong>",
  "seeProject": "See project",
  "javawarsDescription": "A Java project that simplifies the use of the Guild Wars 2 API. Guild Wars 2 is an MMORPG released in 2012, and an API is available for developers. This project contains numerous classes for a better use of the API with comments (Work in progress).",
  "javawarsLanguages": "Languages used: <strong>Java</strong>",
  "softwareLogo": "Logo",
  "softwareName": "Title",
  "softwareCompany": "Company",
  "softwareTimeUse": "Usage rate",
  "softwareLink": "Link",
  "socialText": "Passionate about development, I offer my expertise to create innovative and customized digital solutions for you. My commitment to quality, creativity, and excellence ensures results that meet your needs and help you achieve your goals.",
  "inputNamePlaceholder": "Name*",
  "inputNameError": "*Name is required",
  "inputEmailPlaceholder": "Email*",
  "inputEmailError": "*Email is required",
  "inputSubjectPlaceholder": "Subject",
  "inputSubjectError": "*Subject is required",
  "inputSendMessage": "Send message"
}