{
  "profile": "Profile",
  "skills": "Skills",
  "projects": "Projects",
  "software": "Software",
  "contact": "Contact",
  "courses": "Courses",
  "title": "Hi, I'm Tristan!",
  "subtitle": "A <span class=\"devtype\">Java</span>, <span class=\"devtype\">Python</span> and <span class=\"devtype\">Web</span> developer",
  "profileDescription": "I am Tristan Clowez, a 19-year-old computer developer, passionate and with 4 years of experience. My expertise includes the Java and Python programming languages, as well as front-end technologies (HTML, CSS, JavaScript). I also use NodeJS for back-end development. I'm currently in my second year of preparatory studies at ESIEA. Come discover my projects and development skills!",
  "totalCodeTime": "Total hours of code since February 2021:",
  "averageCodeTime": "Average hours of code per day since February 2021:",
  "geoQuizName": "GéoQuiz",
  "geoQuizDescription": "GeoQuiz is a website where you can test your knowledge of geography. Various modes are available, such as Flagle, a quiz on the capitals of the world... New modes are currently being created. The site is constantly evolving, and new features are added regularly.",
  "geoQuizLanguages": "Languages used: <strong>React JS</strong>, <strong>SCSS</strong>",
  "geoQuizVisitWebsite": "Visit website",
  "seeProject": "See project",
  "javawarsName": "JavaWars2",
  "javawarsDescription": "A Java project to simplify use of the Guild Wars 2 API. Guild Wars 2 is an MMORPG released in 2012, and an API is available for developers. This project contains a number of classes to make it easier to use the API, with comments (Project under development and not yet available as open source).",
  "javawarsLanguages": "Languages used: <strong>Java</strong>",
  "javaEngineName": "JavaEngine",
  "javaEngineDescription": "JavaEngine is a 2D graphics engine in Java. At present, it is capable of displaying images, handling keyboard and mouse inputs, and managing collisions between objects with a collider. It is also possible to create a character that can move and jump, and a camera is integrated that can move and zoom. The project is still under development, and new features are being added all the time.",
  "javaEngineLanguages": "Languages used: <strong>Java</strong> (through <strong>JavaFX</strong>)",
  "pokedleName": "Pokedle",
  "pokedleDescription": "Pokedle is a webgame inspired by Wordle, but using the world of Pokémon. The aim is to guess the randomly chosen Pokémon, using clues collected as you try. The game is constantly evolving, and new features are added regularly.",
  "pokedleLanguages": "Languages used: <strong>React.js</strong>, <strong>SCSS</strong>",
  "pokerogueName": "PokeRogue (Contribution)",
  "pokerogueDescription": "PokeRogue is a roguelite fangame created by fans several years ago. I've decided to contribute to this open source project by adding features (in-game objects, ability support, etc.) and fixing bugs and translations.",
  "pokerogueLanguages": "Languages used: <strong>TypeScript</strong>",
  "softwareLogo": "Logo",
  "softwareName": "Title",
  "softwareCompany": "Company",
  "softwareTimeUse": "Usage rate",
  "softwareLink": "Link",
  "socialText": "Passionate about development, I offer my expertise to create innovative and customized digital solutions for you. My commitment to quality, creativity, and excellence ensures results that meet your needs and help you achieve your goals.",
  "inputNamePlaceholder": "Name*",
  "inputNameError": "*Name is required",
  "inputEmailPlaceholder": "Email*",
  "inputEmailError": "*Email is required",
  "missingEmailError": "**The email must be valid (Example: name.surname@email.com)",
  "inputSubjectPlaceholder": "Subject",
  "inputSubjectError": "*Subject is required",
  "inputSendMessage": "Send message",
  "successSendMessage": "The message has been sent successfully",
  "errorSendMessage": "An error has occurred while sending the message",
  "copyGood": "Successfully copied."
}
