{
  "title": "Hello 👋🏻, I'm Tristan !",
  "mini-desc": "A french Java, Python and web developer",
  "profile": "Profile",
  "skills": "Skills",
  "projects": "Projects",
  "software": "Software",
  "contact": "Contact",
  "presentation": "Welcome to my website, my name is Tristan Clowez and I am a 17 years old passionate computer developer. I already have 4 years of experience in this field and I specialize in Java, Python and front-end technologies (HTML, CSS and JavaScript). I also work from time to time with back-end using NodeJS. I am currently in high school with NSI and mathematics as my specialties and my goal is to continue my academic career by integrating an engineering cycle after my high school diploma. On this website, you can discover my projects and my development skills. I am still learning and improving in this field and I am happy to share my work and achievements with you. I am passionate about technology and am determined to become an expert in computer engineering. I hope you enjoy your visit.",
  "myStats": "My stats",
  "hourCodeTotal": "Number of code hours since February 2021 :",
  "hourCodeAverage": "Average number of hours of code per day since February 2021 :",
  "infoHour": "These statistics are calculated when the WakaTime plugin is enabled on my IDE. They are not necessarily accurate.",
  "tableLogo": "Logo",
  "tableTitle": "Title",
  "tableLevel": "Level",
  "portfolioDescription": "This is the site where you are. This site allows to display all my experience in computer development",
  "javawarsDescription": "JavaWars 2 is an API of the game Guild Wars 2 in Java which makes it possible to recover information most easily possible thanks to classes simple of use and documented",
  "projectLanguage": "Used language :",
  "githubLink": "Github link",
  "projectUnavailable": "Unavailable project",
  "projectAvailable": "Available project",
  "companyName": "Company name",
  "softwareUse": "Software usage",
  "softwareLink": "Link",
  "contactText": "You can contact me by email at the following address :",
  "error":  "Error : text not found",
  "lang": "🇺🇸",
  "lang-alt": "English 🇺🇸"
}