{
  "title": "Hola 👋🏻, soy Tristan !",
  "mini-desc": "Un desarrollador francés de Java, Python y web.",
  "profile": "Perfil",
  "skills": "Competencias",
  "projects": "Proyectos",
  "software": "Programas",
  "contact": "Contacto",
  "presentation": "Bienvenido a mi sitio web, mi nombre es Tristan Clowez y soy un apasionado desarrollador informático de 17 años. Ya tengo 4 años de experiencia en este campo y estoy especializado en Java, Python y tecnologías front-end (HTML, CSS y JavaScript). También trabajo de vez en cuando con back-end usando NodeJS. Actualmente estoy cursando bachillerato con NSI y matemáticas como especialidades y mi objetivo es continuar mi carrera académica integrando un ciclo de ingeniería después del bachillerato. En este sitio web podrá descubrir mis proyectos y mis competencias de desarrollo. Sigo aprendiendo y mejorando en este campo y me complace compartir mi trabajo y mis logros con ustedes. Me apasiona la tecnología y estoy decidido a convertirme en un experto en ingeniería informática. Espero que disfrute de su visita.",
  "myStats": "Mis estadísticas",
  "hourCodeTotal": "Número de horas de código desde febrero de 2021 :",
  "hourCodeAverage": "Número medio de horas de código al día desde febrero de 2021 :",
  "infoHour": "Estas estadísticas se calculan cuando el plugin WakaTime está activado en mi IDE. No son necesariamente precisos.",
  "tableLogo": "Logo",
  "tableTitle": "Título",
  "tableLevel": "Nivel",
  "portfolioDescription": "Este es el sitio donde se encuentra. Este sitio muestra toda mi experiencia en desarrollo informático",
  "javawarsDescription": "JavaWars 2 es una API del juego Guild Wars 2 en Java que permite obtener información de la forma más sencilla posible gracias a clases simples y documentadas",
  "projectLanguage": "Lengua utilizada :",
  "githubLink": "Enlace a Github",
  "projectUnavailable": "Proyecto no disponible",
  "projectAvailable": "Proyecto disponible",
  "companyName": "Nombre de la empresa",
  "softwareUse": "Tasa de utilización",
  "softwareLink": "Enlace",
  "error":  "Error: texto no encontrado",
  "contactText": "Si desea contactarme, puede hacerlo a través de mi correo electrónico o de mi cuenta de Twitter.",
  "lang": "🇪🇸",
  "lang-alt": "Español 🇪🇸"
}