{
  "title": "Salut 👋🏻, je suis Tristan !",
  "mini-desc": "Un développeur Java, Python et web.",
  "profile": "Profil",
  "skills": "Compétences",
  "projects": "Projets",
  "software": "Logiciels",
  "contact": "Contact",
  "presentation": "Bienvenue sur mon site web, je m'appelle Tristan Clowez et je suis un développeur informatique passionné de 17 ans. J'ai déjà 4 ans d'expérience dans ce domaine et je me spécialise dans les langages Java, Python ainsi que les technologies front-end (HTML, CSS et JavaScript). Je travaille également de temps en temps avec du back-end en utilisant NodeJS. Je suis actuellement en terminale avec comme spécialités les NSI et les mathématiques et mon objectif est de poursuivre mon parcours académique en intégrant un cycle ingénieur après mon bac. Sur ce site, vous pourrez découvrir mes projets et mes compétences en développement. Je suis toujours en train d'apprendre et de me perfectionner dans ce domaine et je suis ravi de partager mon travail et mes réalisations avec vous. Je suis passionné par la technologie et je suis déterminé à devenir un expert en ingénierie informatique. J'espère que vous apprécierez votre visite.",
  "myStats": "Mes statistiques",
  "hourCodeTotal": "Nombre d'heures de code depuis Février 2021 :",
  "hourCodeAverage": "Nombre d'heures de code par jour en moyenne depuis Février 2021 :",
  "infoHour": "Ces statistiques sont calculées lorsque le plugin WakaTime est activé sur mon IDE. Elles ne sont pas forcément exactes.",
  "tableLogo": "Logo",
  "tableTitle": "Titre",
  "tableLevel": "Niveau",
  "portfolioDescription": "C'est le site dans lequel vous vous trouvez. Ce site permet d'afficher toutes mon experience dans le développement informatique",
  "javawarsDescription": "JavaWars 2 est un API du jeu Guild Wars 2 en Java qui permet de récupérer des informations le plus aisément possible grâce à des class simple d'utilisation et documenté",
  "projectLanguage": "Langage utilisé :",
  "githubLink": "Lien Github",
  "projectUnavailable": "Projet Indisponible",
  "projectAvailable": "Projet Disponible",
  "companyName": "Nom de l'entreprise",
  "softwareUse": "Taux d'utilisation",
  "softwareLink": "Lien",
  "contactText": "Vous pouvez me contacter via les réseaux sociaux ci-dessous ou via mon adresse mail :",
  "lang": "🇫🇷",
  "lang-alt": "Français 🇫🇷",
  "error":  "Erreur : texte non trouvé"
}